
import Receipt from './Receipt'
import './App.css'
function App() {
  const styleForH = { textAlign: 'center' };

  return (
    <>
    <h1>Бограч</h1>
    <img src='./pic/bograch.jpg' alt=''></img>
    <p>Бограч - дуже ситний суп, який має кілька різновидів м'яса. На природі чи вдома на кухні, страва виходить дуже смачною.Бограч є національною першою стравою угорської кухні. Але так, як на західній українці угорське населення асимілювало з українцями, страва стала невід'ємною частиною закарпатської кухні.У перекладі бограч означає "страва, приготована в казані", тому багаття - найкраща стихія для цього різновиду гуляшу. Готували бограч пастухи в польових умовах з різного виду м'яса, яке було під рукою. Але найбільш традиційним для класичного рецепту бограчу є яловичина. Для того, щоб м'ясо по-справжньому розімліло й стало м'яким, варто закинути всі інгредієнти у казан і хай собі кипить протягом кількох годин.</p>
    <h2>Рецепт бограчу на багатті</h2>
    <ol>
        {Receipt.map((item) => (
          <li key={item.id}>
            <p>{item.name}</p>
          </li>
        ))}
    </ol>
    <h2>Приготування</h2>
    <p>М'ясо помити, обсушити і нарізати невеликими шматочками. Сало порізати дрібно.

Картоплю порізати великими шматочками. Покришити цибулю. Болгарський перець, моркву і помідори порізати кубиками. Подрібнити часник.

У розігрітий товстостінний казан закинути сало і обсмажити в ньому цибулю до м'якості. Додати паприку і перемішати.

Відправити у казан м'ясо, часник і кмин. Гарненько перемішати на великому вогні, м'ясу дати схопитися.

Потім додати склянку води, щоб м'ясо не варилося, а тушкувалось. Вогонь слід зробити слабкіше. Періодично варто помішувати м'ясо, підливати воду, щоб вона не випарувалася повністю, і готувати під кришкою 1,5-2 години.

Коли м'ясо розм'якне, додати в казан моркву і картоплю, перемішати і готувати бограч на середньому вогні, періодично помішуючи.

Через 10-15 хвилин додати болгарський перець, помідори, томатну пасту, посолити і поперчити. На цьому етапі слід відрегулювати кількість води до бажаної густоти бограча.

Довести бограч до кипіння і готувати під кришкою 15-20 хвилин. Готовому гуляшу дати настоятися ще 10 хвилин.</p>
    </>
  );
}

export default App;
