const ingredients = [
    {   id: 1,
        name: 'Яловичини - 1 кг'
    },
    {   id: 2,
        name: 'Свинячого сала - 100 г'},
    {   id: 3,
        name: 'Картоплі - 1 кг'},
    {   id: 4,
        name: 'Цибулини - 2'},
    {   id: 5,
        name: 'Морква - 1'},
    {   id: 6,
        name: 'Болгарських перців - 2'},
    {   id: 7,
        name: 'Помідори - 2'},
    {   id: 8,
        name: 'Зубки часнику - 3'},
    {   id: 9,
        name: 'Томатної пасти - 1 ст. л'},
    {   id: 10,
        name: 'Меленої паприки - 2 ст. л'},
    {   id: 11,
        name: 'Кмину - щіпка'},
    {   id: 12,
        name: 'Чорний мелений перець за смаком'},
    {   id: 13,
        name: 'Сіль за смаком'},
    {   id: 14,
        name: 'Води - 1-2 л'}
]

export default ingredients